export const WAY = {
  HORIZONTAL: 'Горизонтальный рост',
  VERTICAL: 'Вертикальный рост',
  BOTH: 'Похоже, тебе наискосок',
};

export const HINT = {
  HORIZONTAL: 'Продолжай в том же духе, ты будущий супер-синьор!',
  VERTICAL: 'На пути в управленцы, не забывай про "горизонтальные" активности',
  BOTH: 'Чтобы успевать везде, нужно упорно трудиться, но у тебя всё получится!',
};

export const RECOMMENDATIONS = {
  VERTICAL: [
    'Подумать про индивидуальный план развития',
    'Менторить других',
    'Проявлять инициативу к публикациям, докладам',
  ],
  HORIZONTAL: [
    'Почитать про таймменеджмент',
    'Подумать над метриками своей работы',
    'Повышать квалификацию, работать с новыми технологиями',
    'Брать более сложные задачи',
  ],
};
